Repository: nngochai2/Chaotic-Street
Catalog: ChaoticStreet/Localizable.xcstrings
Source language: en
Languages: vi

source: 3D Effects
vi: Hiệu ứng 3D

source: Chaotic Street
vi: Phố Loạn

source: Difficulty
vi: Độ khó

source: Difficulty: %@
vi: Độ khó: %@

# game.difficultyLevel
source: Difficulty
vi: Độ khó

# game.highScore
source: High Score
vi: Điểm cao

# game.score
source: Score
vi: Điểm

# instructions.caution
source: Be careful!
vi: Cẩn thận!

# instructions.caution.info
source: Watch out for buses, cars, motorbikes, trees, and don't fall off the wooden rafts on the river.
vi: Để ý cây chắn đường, xe bus, ô tô, xe máy đang chạy trên đường đi và đừng ngã khỏi thanh gỗ trôi trên sông.

# instructions.moveBackward
source: Step back
vi: Đi lùi

# instructions.moveForward
source: Walk forward
vi: Đi tiến

# instructions.nextPage
source: Next
vi: Tiếp

# instructions.previousPage
source: Previous
vi: Quay lại

# instructions.swipeDown
source: Swipe down
vi: Vuốt xuống

# instructions.swipeLeft
source: Swipe left
vi: Vuốt trái

# instructions.swipeRight
source: Swipe right
vi: Vuốt phải

# instructions.tap
source: Tap
vi: Chạm

# instructions.tip
source: Smart pedestrian bonus:
vi: Mẹo qua đường thông minh:

# instructions.tip.info
source: Always cross at the zebra crossing and follow the traffic lights. If you jaywalk, you'll lose points!
vi: Luôn qua đường trên vạch kẻ và tuân thủ đèn tín hiệu. Nếu bạn không đi đúng vạch kẻ, bạn sẽ bị mất điểm!

# instructions.title
source: Game Instructions
vi: Hướng dẫn chơi

# instructions.turnLeft
source: Turn left
vi: Rẽ trái

# instructions.turnRight
source: Turn right
vi: Rẽ phải

source: Score %lld
vi: Điểm %lld

source: Settings
vi: Cài đặt

# settings.account
source: Account
vi: Tài khoản

# settings.account.changePassword
source: Change password
vi: Đổi mật khẩu

# settings.account.changeProfilePic
source: Change your profile picture
vi: Đổi ảnh đại diện

# settings.account.editBio
source: Edit bio
vi: Chỉnh sửa tiểu sử

# settings.account.editBio.cancelBtn
source: Cancel
vi: Huỷ bỏ

# settings.account.editBio.saveBtn
source: Save
vi: Lưu

# settings.account.logIn
source: Log in or Sign up
vi: Đăng nhập hoặc Đăng ký

# settings.account.logOut
source: Log out
vi: Đăng xuất

# settings.account.noBio
source: No bio
vi: Không có tiểu sử

# settings.bgVolume
source: Background Volume
vi: Âm lượng nhạc nền

# settings.bgVolume.info
source: Control the volume of the game’s background music.
vi: Điều khiển âm lượng tiếng nhạc nền của trò chơi.

# settings.credits
source: Credits
vi: Giới thiệu

# settings.credits.info
source: Developed by Nguyen Ngoc Hai Nguyen Danh Bao Nguyen Tuan Minh Khoi Nguyen Huy Hoang (Hinata) Bui Minh Duc IT students at RMIT University Vietnam
vi: Phát triển bởi Nguyen Ngoc Hai Nguyen Danh Bao Nguyen Tuan Minh Khoi Nguyen Huy Hoang (Hinata) Bui Minh Duc Sinh viên ngành Công nghệ thông tin, Đại học RMIT Việt Nam

# settings.difficulty
source: Difficulty
vi: Độ khó

# settings.difficulty.easy
source: Easy
vi: Dễ

# settings.difficulty.easy.info
source: In Easy mode, cars will go slower and points will not be deducted for not going on the zebra crossings.
vi: Ở mức Dễ, các xe sẽ đi chậm hơn và điểm sẽ không bị trừ cho việc không đi đúng vạch kẻ đường.

# settings.difficulty.hard
source: Hard
vi: Khó

# settings.difficulty.medium
source: Medium
vi: Trung bình

# settings.done
source: Done
vi: Xong

# settings.gameInstruction
source: Game instructions
vi: Hướng dẫn chơi

# settings.language
source: Language
vi: Ngôn ngữ

# settings.reset
source: Reset all settings and game data
vi: Đặt lại toàn bộ cài đặt và dữ liệu chơi

# settings.reset.cancelBtn
source: Cancel
vi: Huỷ bỏ

# settings.reset.confirmBtn
source: Reset
vi: Đặt lại

# settings.reset.info
source: This will delete all your game progress and reset all settings to their default values.
vi: Toàn bộ tiến trình trò chơi của bạn sẽ bị xoá và cài đặt trò chơi sẽ được khôi phục về ban đầu.

# settings.reset.prompt
source: Are you sure?
vi: Bạn chắc chứ?

# settings.sfxVolume
source: Sound Effect Volume
vi: Âm lượng hiệu ứng trò chơi

# settings.sfxVolume.info
source: Control the volume of the sound effects used in the game.
vi: Điều khiển âm lượng của các hiệu ứng âm thanh được phát trong trò chơi.

# settings.theme
source: Theme
vi: Chủ đề ứng dụng

# settings.theme.dark
source: Dark
vi: Chế độ tối

# settings.theme.followSystem
source: Follow system
vi: Theo hệ thống

# settings.theme.light
source: Light
vi: Chế độ sáng

# splash.subtitle
source: A project made by students of RMIT University Vietnam
vi: Một dự án được thực hiện bởi sinh viên Đại học RMIT Việt Nam
